[
  {
    "page": 1,
    "content": "1\nDikemaskini pada 24 Disember 2024\nAKAUN MATA WANG ASING (English Version)\nTERMA DAN SYARAT (\"Terma dan Syarat\")\nSebagai balasan kepada persetujuan Hong Leong Bank Berhad (“HLB”) membenarkan pelanggan HLB\n(“Pelanggan”) membuka serta mengendalikan akaun mata wang asing dengan HLB atas permohonan\nPelanggan, maka dengan ini Pelanggan bersetuju, berwaad dan beraku janji untuk membuka dan\nmengendalikan akaun mata wang asing tertakluk kepada Terma dan Syarat Am Akaun dan terma dan\nsyarat Akaun Mata Wang Asing (“Terma dan Syarat”) melainkan dinyatakan sebaliknya di dalam ini:-\n1. Takrifan & Tafsiran\n1.1 Istilah dan ungkapan berikut hendaklah mempunyai makna yang diuntukkan khusus baginya melainkan\nkonteksnya menghendaki maksud yang lain:\n(a) 'Akaun' bermakna apa-apa akaun (sama ada akaun semasa, deposit tetap atau apa-apa akaun\nlain yang dibenarkan oleh HLB) dalam mana-mana mata wang asing yang HLB boleh terima dibuka\natau untuk dibuka oleh Pelanggan dengan HLB dari semasa ke semasa; dan\n(b) ‘Peminjaman Ringgit Domestik’ bermakna:\ni.\napa-apa Peminjaman dalam Ringgit diperoleh oleh Pemastautin daripada Pemastautin lain;\natau\nii.\napa-apa obligasi dianggap atau disifatkan sebagai Peminjaman Ringgit Domestik di bawah\nmana-mana FEN\n(c)  ‘Entiti’ bermakna\ni.\nmana-mana perbadanan, badan berkanun, pihak berkuasa tempatan, pertubuhan, koperasi,\nperkongsian liabiliti terhad dan mana-mana badan, organisasi, persatuan atau Kumpulan\norang, sama ada korporat atau bukan korporat, dalam atau luar Malaysia; atau\nii.\nKerajaan Persekutuan, mana-mana Kerajaan Negeri atau mana-mana kerajaan lain;\n(d) ‘Notis FEP’ merujuk kepada Notis Dasar Pertukaran Asing yang dikeluarkan oleh Bank Negara\nMalaysia seperti mana dipaparkan dalam laman web di bawah Notis FEP;\n(e) ‘Perkongsian Am’ mempunyai pengertian sama dengan istilah “perkongsian” seperti mana ditakrif\ndalam Seksyen 3(1) Akta Perkongsian 1961\n(f) ‘Individu’ bermakna individu warga Malaysia dan bukan warga Malaysia berumur lapan belas (18)\ntahun ke atas, sama ada dengan nama tunggal atau nama bersama;\n(g) ‘Bank Dalam Pesisir Berlesen’ bermakna:\ni.\nbank berlesen atau bank pelaburan berlesen di bawah Akta Perkhidmatan Kewangan 2013;\ndan\nii.\nbank Islam berlesen di bawah Akta Perkhidmatan Kewangan Islam 2013\n(h) ‘Pemastautin’ bermakna:\ni.\nwarga negara Malaysia, tidak termasuk warga negara yang telah memperoleh status\npemastautin tetap dalam sebuah negara atau wilayah di luar Malaysia dan sedang\nbermastautin di luar Malaysia;\nii.\nbukan warga negara Malaysia yang telah memperoleh status pemastautin tetap dalam\nMalaysia dan biasanya bermastautin dalam Malaysia;\niii.\npertubuhan perbadanan yang diperbadankan atau ditubuhkan, atau didaftarkan dengan atau\ndiluluskan oleh mana-mana pihak berkuasa, dalam Malaysia;"
  },
  {
    "page": 2,
    "content": "2\niv.\npertubuhan tak diperbadankan yang berdaftar dengan atau diluluskan oleh mana-mana pihak\nberkuasa dalam Malaysia; atau\nv.\nKerajaan atau mana-mana Kerajaan Negeri; dan\n(i) ‘Ringgit Malaysia’ atau ‘RM’ bermakna mata wang sah Malaysia.\n2. Pembukaan Akaun\n2.1 Sesuatu Akaun boleh dibuka dalam apa-apa mata wang asing (selain Ringgit Malaysia) yang boleh\nditerima oleh HLB setelah memperoleh sumber rujukan yang boleh diterima oleh HLB dan segala\ndokumen yang dikehendaki oleh HLB. Pelanggan bersetuju untuk menyempurnakan dokumen-\ndokumen dan melakukan apa-apa tindakan yang lain yang dikehendaki oleh HLB pada masa sekarang\natau masa akan datang bersabit dengan Akaun itu dan apa-apa perkhidmatan berkaitan.\n3. Pengendalian Akaun\n3.1 Pelanggan hendaklah mengendalikan Akaun dengan cara memberi arahan bertulis dan jika perlu\nmenerusi borang dan surat cara yang ditetapkan oleh HLB dari semasa ke semasa. Segala transaksi\nbagi deposit atau pengeluaran wang daripada Akaun hanya boleh dibuat menerusi draf permintaan,\npindahan atau apa-apa cara lain yang ditetapkan oleh HLB. Tiada:-\n(a) buku cek akan dikeluarkan bagi Akaun jika akaun tersebut adalah akaun semasa; dan\n(b) wang tunai atau mata wang kertas dalam apa-apa mata wang diurusniaga atau dikendalikan\nberkenaan Akaun itu.\n3.2 Deposit dan pengeluaran wang antara cawangan adalah dibenarkan.\n4. Deposit ke dalam Akaun\n4.1 Hasil kutipan daripada cek, draf atau surat cara lain untuk kredit Akaun (“Dana”) hendaklah dikreditkan\nke dalam Akaun hanya apabila cawangan HLB tempat Akaun itu diselenggara telah menerima Dana\nberkenaan. Dana yang, atas budi bicara HLB, dikreditkan ke dalam Akaun sebelum kutipan atau\npenyelesaian terakhir akan dikreditkan ke dalam Akaun tertakluk kepada penerimaan bayaran\nmuktamad di pihak HLB. Sekiranya HLB tidak, atas apa jua sebab sekalipun, menerima Dana tersebut\natau jika mana-mana cek, draf atau surat cara itu tak layan atau tak laku, maka HLB berhak pada bila-\nbila masa untuk mengembalikan sebarang kredit (sebahagian atau keseluruhan) berkenaan Dana\ntersebut daripada Akaun itu. Pelanggan bersetuju untuk membayar balik HLB atas permintaan bertulis\nHLB segala kerugian, kerosakan dan perbelanjaan yang dialami atau ditanggung oleh HLB akibat\ndaripada atau berkaitan dengan cek, draf atau instrumen tak laku dan HLB berhak mendebitkan Akaun\nuntuk jumlah tersebut dengan notis bertulis kepada Pelanggan.\n4.2 Bagi tujuan kutipan untuk Pelanggan, HLB berhak menggunapakai apa-apa kaedah yang ditentukan\nsesuai oleh HLB untuk mendapat hasil daripada kutipan tersebut."
  },
  {
    "page": 3,
    "content": "3\n4.3 Sekiranya di sisi undang-undang dalam tempoh masa ditetapkan tidak mungkin HLB dapat\nmenyerahkan sebarang cek atau surat cara yang dikirim Pelanggan, atau memberitahu bank penyerah\napabila tiba masanya tentang perihal tak bayar atau tak terima cek atau surat cara itu, maka HLB tidak\nbertanggungan terhadap Pelanggan dan dengan ini Pelanggan mengetepikan apaapa hak bertindak\nterhadap HLB, kecuali dalam hal ganti rugi yang terbit secara langsung daripada keingkaran sengaja\natau kecuaian melampau di pihak HLB.\n4.4 Deposit hendaklah dibuat dalam mata wang Akaun berkenaan.\n5. Pengeluaran wang daripada Akaun\n5.1 HLB boleh pada bila-bila masa menolak sebarang pengeluaran atau mengehadkan amaun yang\nboleh dikeluarkan.\n5.2 Segala bayaran atau pindahan yang dilaksanakan oleh HLB akan didebitkan kepada Akaun pada\ntarikh yang ditentukan oleh HLB.\n5.3 Apabila jumlah amaun atas perintah atau arahan yang diberi oleh Pelanggan melampaui baki kredit\nyang ada dalam Akaun, maka HLB berhak menentukan perintah atau arahan yang mana akan\ndilaksanakannya secara keseluruhan atau sebahagian, tanpa mengira tarikh penghantaran atau\npenerimaan.\n5.4 Bayaran atau pindahan daripada Akaun hendaklah dibuat dalam mata wang Akaun atau mengikut\npilihan HLB, iaitu Ringgit Malaysia. Jika HLB melaksanakan apa-apa bayaran atau pindahan\ndalammata wang selain mata wang Akaun, maka HLB berhak menukar mata wang Akaun itu kepada\nmata wang lain mengikut kadar pertukaran HLB sendiri.\n6. Penutupan Akaun\n6.1 Apabila berlaku penutupan Akaun, sama ada oleh HLB atau Pelanggan, HLB boleh menahan atas budi\nbicaranya sendiri suatu amaun setara dengan liabiliti belum lunas Pelanggan kepada HLB (sama ada\nmasa sekarang atau masa akan datang).\n7. Akaun Semasa Mata Wang Asing\n7.1 HLB tidak berkewajipan membayar apa-apa faedah bagi Akaun jika akaun tersebut adalah akaun\nsemasa.\n7.2 Apabila Akaun itu adalah akaun semasa, Akaun itu tidak boleh terlebih keluar melainkan dibenarkan\noleh HLB dan, jika dibenarkan, maka apa-apa amaun yang terlebih keluar itu hendaklah dibayar balik\napabila dituntut dan selagi tidak dibayar balik, maka amaun tersebut dikenakan faedah pada kadar\nyang ditentukan oleh HLB.\n7.3 HLB berhak pada bila-bila masa untuk mengembalikan apa-apa kredit yang tersilap dikreditkan kepada\nAkaun atau apabila Pelanggan telah mengubah kedudukannya kerana kebergantungan kepada kredit\ntersebut. Sebarang baki debit yang terbit daripada pembalikan tersebut adalah hutang Pelanggan"
  },
  {
    "page": 4,
    "content": "4\nkepada HLB yang perlu dibayar balik apabila dituntut dan selagi tidak dibayar balik, maka faedah akan\ndikenakan pada kadar yang ditentukan oleh HLB.\n7.4 Pelanggan mestilah mengekalkan Akaun Semasa atau Simpanan satu Ringgit Malaysia (RM) (“CASA”)\ndengan HLB bagi memudahkan penukaran RM kepada mata wang asing dan begitu juga sebaliknya.\n8. Akaun Deposit Tetap Mata Wang Asing\n8.1 Pelanggan boleh meletak deposit tetap mata wang asing yang ditetapkan oleh HLB (“Deposit Tetap\nMata Wang Asing”) tertakluk kepada amaun, tempoh ,kadar faedah dan amaun peletakan minima\nyang ditetapkan oleh HLB. Sekiranya HLB bersetuju menerima Deposit Tetap itu, maka HLB\ndibenarkan mendebit Akaun berkenaan bagi tujuan meletak deposit tetap tersebut.\n8.2 Pengeluaran Deposit Tetap Mata Wang Asing sama ada sebahagian atau keseluruhan sebelum tarikh\nmatang hanya boleh dibuat dengan persetujuan HLB, tertakluk kepada apa-apa syarat yang dikenakan\noleh HLB, termasuk kehilangan faedah atas Deposit Tetap Mata Wang Asing tersebut.\n8.3 HLB berhak memotong apa-apa amaun yang pelanggan terhutang bagi apa-apa penahanan atau cukai\nlain, duti atau caj yang kena dibayar atas pendapatan atau faedah  mengikut amaun peletakan.\n8.4 Kecuali serah hak, pindah milik, gadaian atau sandaran Deposit Tetap Mata Wang Asing atas nama\nHLB atau mana-mana cawangannya sebagai cagaran, maka Deposit Tetap Mata Wang Asing itu tidak\nboleh diserah hak, digadai disandarkan atau dipindah milik, sama ada melalui pengendorsan atau\nsebaliknya, oleh Pemegang Akaun.\n9. Pematuhan Undang-undang, Peraturan dll. oleh Pelanggan\n9.1 Pelanggan membuat aku janji kepada HLB seperti berikut:\n(a) Pelanggan akan pada setiap masa mematuhi segala undang-undang, peraturan, arahan (termasuk\narahan mengenai transaksi antarabangsa dan domestik, biar apa pun nama yang diberi, yang\ndikeluarkan oleh Bank Negara Malaysia (“BNM”), yang pada ketika ini FEN), garis panduan (sama\nada mempunyai kuat kuasa undang-undang atau tidak) termasuk segala syarat kelayakan dan\nperaturan yang ditetapkan oleh BNM atau mana-mana pihak berkuasa perundangan atau kawal\nselia lain atau agensi (kerajaan atau tidak), berkaitan dengan:\ni.\npembukaan dan pengendalian Akaun; dan\nii.\nkegunaan dan sumber dana;\n(b) Jika dan apabila dikehendaki, Pelanggan hendaklah memberi kepada HLB segala maklumat /\ndokumen sokongan yang dikehendaki bagi tujuan memastikan pematuhan FEN atau apa-apa\nkehendak lain yang dikenakan oleh pihak berkuasa kawal selia berkenaan; dan\n(c) Segera memberitahu HLB secara bertulis sekiranya pihaknya melanggar undang-undang,\nperaturan, arahan dan garis panduan tersebut.\n9.2 Terbuka kepada Pelanggan Individu sahaja:"
  },
  {
    "page": 5,
    "content": "5\nPengendalian, sumber dan penggunaan dana keluar masuk Akaun yang dibuka oleh Pelanggan\nIndividu dikawal selaras dengan Aset Mata Wang Asing Pelaburan (“IFCA”) di bawah FEN, peraturan\ndan arahan yang dikeluarkan oleh BNM dari semasa ke semasa serta pindaannya dari semasa ke\nsemasa. Selain itu, Pelanggan Individu dengan Peminjaman Ringgit Domestik akan tertakluk kepada\nhad maksimum Ringgit Malaysia Satu Juta (RM1,000,000) setara dalam agregat bagi setiap tahun\ncalendar.\n9.3 Terbuka kepada Pelanggan Entiti sahaja:\nSelaras dengan Notis Pertukaran Asing, semua Akaun yang dibuka oleh Pelanggan Entiti hendaklah\nditetapkan sama ada sebagai Akaun Mata Wang Asing Perdagangan (“TFCA”) atau Akaun Mata Wang\nAsing Pelaburan (“IFCA”) berdasarkan tujuan Akaun dibuka. Pengelasan TFCA dan IFCA oleh HLB\ndinyatakan di bawah ini:\n(a) Bagi TFCA, Pelanggan Entiti mestilah pengeksport / pengimport atau Pelanggan Entiti mempunyai\nobligasi mata wang asing, iaitu pembayaran import dan bayaran balik pinjaman mata wang asing.\n(b) Bagi IFCA, Pelanggan Entiti bukan pengeksport / pengimport atau tidak mempunyai obligasi mata\nwang asing, iaitu pembayaran import dan bayaran balik pinjaman mata wang asing.\n9.4 Pelanggan yang merupakan Entiti Pemastautin (selain keempunyaan tunggal dan Perkongsian Am)\ndengan Peminjaman Ringgit Domestik tertakluk kepada had pelaburan Ringgit Malaysia Lima Puluh\nJuta (RM50 juta) setara bagi setiap tahun kalendar menggunakan dana bersumber daripada agregat:\n(a) Penukaran Ringgit kepada mata wang asing;\n(b) TFCA;\n(c) Peminjaman (seperti ditakrif dalam FEN) dalam mata wang asing daripada Bank Dalam Pesisir\nBerlesen bagi tujuan selain daripada Pelaburan Langsung Luar Negara (seperti ditakrif dalam\nFEN); dan\n(d) Bertukar-tukar aset kewangan berdenominasi Ringgit di Malaysia bagi aset kewangan di luar\nMalaysia.\nPengiraan had pelaburan adalah dalam agregat bagi setiap tahun kalendar atas dasar kumpulan\nkorporat (perhubungan induk-subsidiari).\n10. Cukai & Risiko\n10.1 Pelanggan mengakui dan bersetuju bahawa transaksi mata wang asing melibatkan risiko, termasuk\ntetapi tidak terhad kepada risiko disebabkan turun naik kadar pertukaran, penilaian dan penurunan\nnilai mata wang, cukai, pindahan terpaksa atau perubahan dalam dasar kerajaan atau apa-apa sebab\nlain di luar kawalan HLB. Pelanggan bersetuju bahawa HLB berhak melaksanakan apa-apa\npenukaran atau penukaran semula apa-apa mata wang seperti mana dikehendaki undang-undang\ndan/atau di bawah mana-mana Terma dan Syarat ini bagi apa-apa bayaran, potongan, pegangan atau\napaapa cukai atau levi lain dan HLB tidaklah bertanggungan terhadap pelanggan atau mana-mana\npihak lain atas apa-apa kerugian yang dialami atau ditanggung oleh Pelanggan atau pihak-pihak lain\ndisebabkan penukaran atau penukaran semula tersebut."
  },
  {
    "page": 6,
    "content": "6\n11. Tolak selesai\n11.1 Tanpa menjejaskan dan di samping apa-apa remedi tolak selesai HLB di bawah undang-undang\nmana-mana bidang kuasa berkenaan, HLB boleh menggunakan, pada bila-bila masa dengan\nmemberi notis awal kepada Pelanggan, sebarang hak tolak selesai, penggabungan atau penyatuan\nantara sebarang jumlah wang dalam mana-mana akaun yang dipegang oleh HLB dan sebarangn\nliabiliti terhutang kepada HLB atau sebarang hak perlucutan, pegangan atau sandaran ke atas apa-\napa jumlah wang yang dipegang oleh HLB selaras dengan dan tertakluk kepada undang-undang\nMalaysia tanpa mengira perkara-perkara yang berikut:\n(a) jumlah wang yang dipegang oleh HLB berdenominasi mata wang lain yang berbeza dengan yang\nkena dibayar, terhutang atau ditanggung HLB;\n(b) jumlah wang yang dipegang oleh HLB belum lagi kena dibayar dan perlu dibayar kepada\nPelanggan;\n(c) jumlah wang yang kena dibayar, terhutang atau ditanggung HLB belum lagi perlu dibayar buat\nmasa sekarang; atau\n(d) jumlah wang yang dipegang oleh HLB berada di suatu bidang kuasa atau cawangan HLB berbeza\ndaripada jumlah wang yang kena dibayar atau terhutang atau ditanggung HLB.\n11.2 Jika apa-apa amaun yang dipegang oleh HLB adalah dalam mata wang berbeza dengan amaun yang\nkena dibayar, terhutang atau ditanggung HLB, maka HLB akan berhak dan setelah memberi notis\nawal kepada Pelanggan, menukar mata wang tersebut kepada mata wang yang diluluskan oleh HLB\ndengan kosnya ditanggung Pelanggan.\n12. Liabiliti\n12.1 Kecuali dalam hal ganti rugi yang terbit secara langsung daripada keingkaran sengaja atau kecuaian\nmelampau di pihak HLB, HLB tidak bertanggungjawab terhadap, apa-apa kerugian kerosakan atau\nliabiliti lain yang dialami Pelanggan atau HLB yang timbul\n(a) akibat HLB bertindak atas apa-apa arahan atau komunikasi yang HLB percaya dengan niat baik\ndikeluarkan oleh Pelanggan atau sesiapa sahaja yang diberi kuasa oleh Pelanggan untuk\nmemberi atau menghantar arahan atau komunikasi kepada HLB; atau\n(b) akibat kesilapan atau kegagalan penyampaian apa-apa arahan atau komunikasi berpunca\ndaripada kesilapan Pelanggan.\n12.2 HLB sama sekali tidak bertanggungan terhadap Pelanggan atau mana-mana orang lain kerana\nsebarang kerugian tak langsung atau berbangkit yang dialami Pelanggan.\n13. Fi Perkhidmatan, Caj dan Kos\n13.1 HLB berhak mengenakan atau melevi fi perkhidmatan dan kos serta caj lain berkenaan dengan segala\ncek, draf, surat cara lain yang dimasukkan atau dikeluarkan atas Akaun dan segala transaksi,\ntermasuk caj bank yang biasa, komisen, belanja pos, caj kawat. HLB berhak mengubah fi\nperkhidmatan tersebut dan caj lain pada bila-bila masa dan dari semasa ke semasa setelah memberi\nnotis awal, dan Pelanggan dengan ini memberi kuasa kepada HLB untuk mendebit Akaun atau\nmemotong daripada hasil kutipan yang diterima bagi fi, komisen dan caj tersebut tanpa memberi lagi\nnotis kepada Pelanggan."
  },
  {
    "page": 7,
    "content": "7\n14. Notis\n14.1 Apa-apa pemberitahuan daripada HLB kepada pelanggan boleh diberi dengan salah satu cara\nberikut :-\n(a) melalui pos biasa atau pos berdaftar atau kurier atau dengan tangan yang dihantar kepada atau\nditinggalkan di alamat Pelanggan terkini yang berdaftar dengan HLB dan akan dianggap telah\nditerima oleh Pelanggan dalam masa tiga (3) Hari Perniagaan dari tarikh diposkan jika dihantar\nmelalui pos biasa atau pos berdaftar dan dalam masa dua (2) Hari Perniagaan dari tarikh hantaran\njika melalui kurier atau dengan akuan terima jika dengan tangan; atau\n(b) melalui notis umum dalam satu akhbar utama atau dihebahkan di premis cawangan HLB atau\npada skrin visual komputer atau terminal visual atau di laman webnya “www.hlb.com.my” dan\nnotis itu akan dianggap telah dihantar atau berkuat kuasa dari tarikh notis tersebut dikeluarkan\natau dari tarikh yang disebut dalam notis.\n14.2 Apa-apa notis (tak termasuk sebarang bentuk arahan berkenaan Akaun yang perlu dihantar oleh\nPelanggan kepada HLB) mestilah dihantar kepada cawangan berkaitan tempat Akaun itu diselenggara\nmelalui pos biasa atau pos berdaftar atau kurier dihantar kepada atau ditinggalkan di cawangan HLB\ntersebut dan akan dianggap telah diterima oleh HLB apabila diakui terima oleh HLB.\n15. Hak Mendedahkan Maklumat\n15.1 Selain pendedahan dibenarkan seperti yang diperuntukkan di bawah Jadual 11 Akta Perkhidmatan\nKewangan 2013, Pelanggan memberi kuasa dan keizinan tak boleh batal kepada HLB, para pegawai\ndan para pekerjanya untuk mendedahkan dan membekalkan segala maklumat berkenaan Akaun,\nTerma dan Syarat ini, akaun Pelanggan masa sekarang dan masa akan datang dan apaapa hal lain\nberkaitan dengan Pelanggan atau perniagaan dan operasinya kepada:\n(a) institusi kewangan lain yang memberi atau bercadang memberi apa-apa kemudahan kredit\nkepada Pelanggan, Biro Kredit Pusat atau mana-mana kredit pusat yang ditubuhkan oleh Bank\nNegara Malaysia, Cagamas Berhad, Credit Guarantee Corporation, mana-mana pihak berkuasa\nberkenaan yang lain seperti yang dibenarkan undang-undang untuk mendapatkan maklumat\ntersebut atau mana-mana pihak berkuasa/agensi yang ditubuhkan oleh Bank Negara Malaysia\natau mana-mana agensi yang ditubuhkan oleh Persatuan Bank-bank di Malaysia;\n(b) mana-mana perbadanan masa sekarang atau masa akan datang yang bersekutu atau berkaitan\ndengan HLB (mengikut takrif dalam Akta Syarikat 2016), termasuk pejabat wakil dan pejabat\ncawangan serta wakil mereka masing-masing serta juga subisidiari-subsidiari Syarikat induk\nHLB;\n(c)\npihak-pihak penyedia cagaran atau mana-mana pihak yang bercadang menyediakan cagaran\nberkenaan Akaun;\n(d) juruaudit HLB, peguam cara dan/atau ejen-ejen lain bersabit dengan usaha mendapat Kembali\njumlah wang yang kena dibayar dan perlu dibayar di bawah ini; dan\n(e) Penasihat profesional HLB, penyedia perkhidmatan, nomini, ejen, kontraktor atau penyedia\nperkhidmatan pihak ketiga yang terlibat dengan penyediaan produk dan perkhidmatan kepada\natau oleh HLB dan syarikat-syarikat berkaitan atau bersekutunya. Pelanggan dengan ini\nmemberi keizinan tak boleh batal untuk pendedahan tersebut dan mengesahkan bahawa HLB,\npara pegawai dan para pekerjanya tidaklah bertanggungan untuk membekalkan maklumat\ntersebut atau terhadap akibat daripada kebergantungan yang diletakkan pada maklumat yang\ndibekalkan itu selaras dengan Terma dan Syarat ini."
  },
  {
    "page": 8,
    "content": "8\n16. Representasi dan Waranti\n16.1 Pelanggan dengan ini mengesahkan bahawa segala representasi dan waranti yang dibuat kepada\nHLB dalam permohonan adalah benar dan betul dan hendaklah tetap benar dan betul selagi Akaun\nitu diselenggara dengan HLB. Pelanggan beraku janji akan memberitahu HLB dengan serta-merta\ntentang apa-apa perubahan berkenaan mana-mana maklumat yang disediakan kepada HLB.\n17. Undang-undang Terpakai\n17.1 Terma dan Syarat ini adalah tertakluk kepada dan ditafsirkan menurut undang-undang Malaysia dan\nPelanggan bersetuju untuk akur kepada bidang kuasa tidak eksklusif mahkamah-mahkamah Malaysia\natau mana-mana mahkamah lain berbidang kuasa kompeten yang Bank boleh, atas budi bicara\nmutlaknya, pilih untuk akur dan penyampaian sebarang proses undang-undang boleh dilaksanakan\ndengan apa-apa cara yang dibenarkan undang-undang.\n17.2 Akaun hendaklah diselia oleh dan tertakluk kepada peraturan serta arahan Persatuan Bank-bank di\nMalaysia, BNM atau mana-mana pihak berkuasa kewangan yang sesuai dan mana-mana undang-\nundang yang dikuatkuasakan di HLB dari semasa ke semasa\nAkaun Mata Wang Asing dilindungi oleh PIDM setakat RM250,000 bagi setiap pendeposit.\nOperasi, sumber dan penggunaan dana dari dan ke Akaun Mata Wang Asing (“FCA”) akan diselia mengikut\nPelaburan Aset Mata Wang Asing (“IFCA”) di bawah Notis Dasar Pertukaran Asing (“Notis FEP”) yang\ndikeluarkan oleh Bank Negara Malaysia (“BNM”)."
  }
]